{
  "english": [
    {
      "name": "Children_First",
      "text": [
        {
          "name": "plan",
          "detail": "Employability Plan – Children First",
          "paragraph": "The Children First (CF) employability plan lists your employment and personal goals, the plan of action and supportive services, when applicable, to assist you to reach your goals. This employability plan begins on [beginDate] and expires on [endDate] or as of the date you successfully complete Children First. \n\n You will be considered to have successfully completed Children First by paying your child support for three consecutive months or completing the required Children First activities over a 16 week period.\n\nYou are required to report any new employment or changes in employment to your Children First case manager and the child support agency as soon as you have an employment start date."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Your employability plan lists the assigned activities you must participate in to be in compliance with the Children First Program. This is the plan of action needed to meet your goals for employment and to begin making regular court ordered child support payments. \n\nYou may request a meeting with your worker to review your goals and activities. If changes are needed your employability plan will be revised as needed. Feel free to contact your Child Support Case manager at any time for assistance or to get information about your plan of action. Please review your employability plan on a regular basis to ensure you are meeting Children First requirements. "
        },
        {
          "name": "signature",
          "detail": "Employability Plan – Children First Signature Page",
          "paragraph": "<p>I have agreed that I will participate in the assigned activities listed in this employability plan in order to remain in compliance with Children First. I understand that I must contact my case manager as soon as I have a start date for new employment or if I am unable to complete my assigned activities.</p><p>I understand that if I fail to comply with the requirements for Children First and I do not have good cause for failing to attend assigned activities or fail to conduct the required documented job search, the following may occur:</p><ul><li>An Affidavit of Non-Compliance may be filed with the Child Support office</li><li>A status report indicating non-compliance may be filed at your next court review.</li></ul>"
        }
      ]
    },
    {
      "name": "LearnFare",
      "text": [
        {
          "name": "plan",
          "detail": "Learnfare Case Management Plan",
          "paragraph": "This Learnfare Case Management Plan lists educational goals, and the plan of action and supportive services needed to reach these goals and maintain school enrollment and attendance. This plan begins on [beginDate] and ends on [endDate]."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Your Learnfare Case Management Plan lists the assigned activities that you or your child must participate in to help meet the educational goals. At any time, you may request a meeting with your worker to review these goals and activities. In addition, your worker will meet with you regularly to review progress and make changes to the plan if needed. If you and your worker make changes to the goals or assigned activities, you will receive a new Learnfare Case Management Plan."
        },
        {
          "name": "signature",
          "detail": "Learnfare Case Management Plan Signature Page",
          "paragraph": "<p>I agree to the goals and activities listed in this Learnfare Case Management Plan to help maintain school enrollment and improve attendance. I know that I am responsible for ensuring school attendance and participation of the assigned activities in this plan. I will work with my case manager to make changes to this plan as needed. I understand my case manager may share information with the school and other agencies.</p><p>I know if my child or I do not cooperate with my case manager by attending school or participating in the activities outlined in this plan, my W-2 payment may be reduced by $50 per month per child.</p>"
        }
      ]
    },
    {
      "name": "TJ",
      "text": [
        {
          "name": "plan",
          "detail": "Employability Plan – Transitional Jobs (TJ)",
          "paragraph": "The employability plan is a specific, short-term plan of action to reach your employment goals through participation in the Transitional Jobs (TJ) program. It lists the activities that you expect to complete in Transitional Jobs (TJ) to help you prepare for work, find a job, or keep a job. Transitional Jobs (TJ) services may end if you do not participate in assigned activities.\n\nThis employability plan begins on [beginDate] and ends on [endDate]. During this time, your worker will contact you to review your progress and make any changes to your employability plan. If you and your worker make changes to your employability plan, you will receive a new employability plan."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "This employability plan is specific to your participation in the Transitional Jobs (TJ) program. If your activity assignment is employment, your worker will explain the conditions of the assignment. If you are working with other employment and training programs, you may also be required to participate in other activities. "
        },
        {
          "name": "signature",
          "detail": "Employability Plan – Transitional Jobs (TJ) Signature Page",
          "paragraph": "<p>I agree that I will participate in the assigned activities listed in this employability plan in order to continue receiving services from Transitional Jobs (TJ). I understand that I must contact my worker if I cannot complete assigned activities. I will contact my worker if I have any questions or concerns about this employability plan.</p>"
        }
      ]
    },
    {
      "name": "TMJ",
      "text": [
        {
          "name": "plan",
          "detail": "Employability Plan – Transform Milwaukee Jobs (TMJ)",
          "paragraph": "The employability plan is a specific, short-term plan of action to reach your employment goals through participation in the Transform Milwaukee Jobs (TMJ) program. It lists the activities that you expect to complete in Transform Milwaukee Jobs (TMJ)) to help you prepare for work, find a job, or keep a job. Transform Milwaukee Jobs (TMJ) services may end if you do not participate in assigned activities.\n\nThis employability plan begins on [beginDate] and ends on [endDate]. During this time, your worker will contact you to review your progress and make any changes to your employability plan. If you and your worker make changes to your employability plan, you will receive a new employability plan."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "This employability plan is specific to your participation in the Transform Milwaukee Jobs (TMJ) program. If your activity assignment is employment, your worker will explain the conditions of the assignment. If you are working with other employment and training programs, you may also be required to participate in other activities. "
        },
        {
          "name": "signature",
          "detail": "Employability Plan – Transform Milwaukee Jobs (TMJ) Signature Page",
          "paragraph": "<p>I agree that I will participate in the assigned activities listed in this employability plan in order to continue receiving services from Transform Milwaukee Jobs (TMJ). I understand that I must contact my worker if I cannot complete assigned activities. I will contact my worker if I have any questions or concerns about this employability plan.</p>"
        }
      ]
    },
    {
      "name": "W2",
      "text": [
        {
          "name": "plan",
          "detail": "Employability Plan – Wisconsin Works (W-2)",
          "paragraph": "The W-2 Employability Plan lists your employment and personal goals, and the plan of action and supportive services needed to reach these goals through participation in the W-2 program. This employability plan begins on [beginDate] and ends on [endDate].\n\nYour W-2 Placement as of the employability plan begin date is [placementCode]. If the placement changes after this date, you will receive a Placement Notice, and you are still responsible for the activities outlined in this plan unless you and your worker change them.\n\nW-2 services or payments may end if you do not complete a new employability plan before the current plan ends."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Your employability plan lists the assigned activities you must participate in to be eligible for W-2. This is the plan of action to help you meet your goals. At any time, you may request a meeting with your worker to review your goals and activities. In addition, your worker will meet with you regularly to review your progress and make changes to your plan if needed. If you and your worker make changes to your goals or assigned activities, you will receive a new employability plan."
        },
        {
          "name": "signature",
          "detail": "Employability Plan – Wisconsin Works (W-2) Signature Page",
          "paragraph": "<p>I agree that I will participate in the assigned activities listed in this employability plan to be eligible for W-2 services and, if appropriate, payments. I understand that I must contact my worker if I cannot go to my assigned activities.</p><p>I know that if I do not participate in these activities and I do not have good cause for missing them, the following may occur:</p><ul><li>W-2 payments may be reduced for CSJ and W-2 T placements (see your Placement Notice for more information on payment reductions); or</li><li>W-2 eligibility may be denied or ended.</li></ul>"
        }
      ]
    }
  ],
  "Placement_Description": [
    {
      "name": "W2T",
      "detail": "W-2 Transition (W-2 T)"
    },
    {
      "name": "CSJ",
      "detail": "CommunityService Job (CSJ)"
    },
    {
      "name": "CS1",
      "detail": "1/3 Community Service Job (CS1)"
    },
    {
      "name": "CS2",
      "detail": "1/2 Community Service Job (CS2)"
    },
    {
      "name": "CS3",
      "detail": "2/3 Community Service Job (CS3)"
    },
    {
      "name": "TMP",
      "detail": "Custodial Parent Trial Employment Match Program (TMP)"
    },
    {
      "name": "TNP",
      "detail": "Noncustodial Parent Trial Employment Match Program (TNP)"
    },
    {
      "name": "ARP",
      "detail": "At Risk Pregnancy (ARP)"
    },
    {
      "name": "CMC",
      "detail": "Custodial Parent of an Infant (CMC)"
    },
    {
      "name": "CMJ",
      "detail": "Case Management Job Ready (CMJ)"
    },
    {
      "name": "CMU",
      "detail": "Case Management Underemployed (CMU)"
    },
    {
      "name": "CMD",
      "detail": "Case Management Denied (CMD)"
    },
    {
      "name": "CMN",
      "detail": "Case Management Noncustodial Parents (CMN)"
    },
    {
      "name": "CMP",
      "detail": "Case Management Pregnant Women (CMP)"
    },
    {
      "name": "CMM",
      "detail": "Case Management Minor Parents (CMM)"
    },
    {
      "name": "CMF",
      "detail": "Case Management Follow-Up (CMF)"
    },
    {
      "name": "CMFplus",
      "detail": "Case Management Follow-Up Plus (CMF+)"
    },
    {
      "name": "TSP",
      "detail": "Stipends Noncustodial Parents (TSP)"
    }
  ],
  "spanish": [
    {
      "name": "Children_First",
      "text": [
        {
          "name": "plan",
          "detail": "Plan de Empleabilidad  – Children First",
          "paragraph": "El plan de empleabilidad de Children First (CF) enumera sus objetivos personales y laborales, y el plan de acción y los servicios de apoyo, cuando corresponda, lo ayudarán a alcanzar sus objetivos. Este plan de empleabilidad comienza el [beginDate] y finaliza el [endDate] o a partir de la fecha en la que finalice con éxito el programa Children First.\n\nSe considerará que ha finalizado con éxito el programa Children First cuando haya pagado la manutención de su hijo durante tres meses consecutivos o cuando haya terminado las actividades necesarias de Children First en un período de 16 semanas.\n\nEs necesario que informe sobre cualquier nuevo empleo o cambios de empleo a su administrador de caso de Children First y a la agencia de manutención infantil tan pronto como tenga una fecha de inicio de empleo."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Su plan de empleabilidad enumera las actividades asignadas en las que debe participar para cumplir con el programa Children First. Este es el plan de acción necesario para alcanzar sus objetivos laborales y para comenzar a hacer los pagos regulares de manutención infantil ordenados por el tribunal.\n\nPuede solicitar una reunión con su trabajador social para revisar sus objetivos y actividades. Si se necesitan cambios, se revisará su plan de empleabilidad según sea necesario. No dude en ponerse en contacto con su administrador de casos de manutención infantil en cualquier momento para obtener ayuda o información sobre su plan de acción. Revise su plan de empleabilidad de forma regular para asegurarse de cumplir con los requisitos de Children First."
        },
        {
          "name": "signature",
          "detail": "Plan de Empleabilidad  – Children First  Página de Firmas",
          "paragraph": "<p>He aceptado participar en las actividades asignadas que figuran en este plan de empleabilidad con el fin de seguir cumpliendo con el programa Children First. Entiendo que debo contactar a mi administrador de casos tan pronto como tenga una fecha de inicio para un nuevo empleo o si no puedo finalizar mis actividades asignadas.</p><p>Entiendo que si no cumplo con los requisitos de Children First y no tengo una buena razón para no asistir a las actividades asignadas o si no llevo a cabo la búsqueda de empleo documentada necesaria, puede ocurrir lo siguiente:</p><ul><li>Se puede presentar una declaración jurada de incumplimiento en la oficina de manutención infantil.</li><li>Se puede presentar un informe de actualización, en su próxima revisión judicial, que indique el incumplimiento.</li></ul>"
        }
      ]
    },
    {
      "name": "LearnFare",
      "text": [
        {
          "name": "plan",
          "detail": "Plan de Administración de Casos de Learnfare",
          "paragraph": "Este Plan de Administración de Casos de Learnfare enumera los objetivos educativos y el plan de acción y servicios de apoyo necesarios para alcanzar estos objetivos y mantener la inscripción y asistencia escolar. Este plan comienza el [beginDate] y finaliza el [endDate]."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Su Plan de Administración de Casos de Learnfare enumera las actividades asignadas en las que usted o su hijo deben participar para que puedan alcanzar los objetivos educativos. En cualquier momento, puede solicitar una reunión con su trabajador social para revisar estos objetivos y actividades. Además, el trabajador social se reunirá con usted de forma regular para revisar el progreso y hacer cambios al plan si es necesario. Si usted y su trabajador social hacen cambios en los objetivos o actividades asignados, recibirá un nuevo Plan de Administración de Casos de Learnfare."
        },
        {
          "name": "signature",
          "detail": "Plan de Administración de Casos de Learnfare Página de Firmas",
          "paragraph": "<p>Estoy de acuerdo con los objetivos y actividades que figuran en este Plan de Administración de Casos de Learnfare para ayudarme a mantener la inscripción escolar y mejorar la asistencia. Sé que soy el responsable de garantizar la asistencia escolar y la participación en las actividades asignadas en este plan. Trabajaré con mi administrador de casos para hacer cambios a este plan según sea necesario. Entiendo que mi administrador de casos puede compartir información con la escuela y otras agencias.</p><p>Sé que, si mi hijo o yo no cooperamos con el administrador de casos asistiendo a la escuela o participando en las actividades descritas en este plan, mi pago del W-2 se puede reducir a $50 al mes por niño.</p>"
        }
      ]
    },
    {
      "name": "TJ",
      "text": [
        {
          "name": "plan",
          "detail": "Plan de Empleabilidad  – Transitional Jobs (TJ)",
          "paragraph": "El plan de empleabilidad es un plan de acción específico a corto plazo para alcanzar sus objetivos laborales mediante la participación en el programa Transitional Jobs (TJ). Dicho programa enumera las actividades que se espera que finalice en Transitional Jobs (TJ) para ayudarlo a prepararse para encontrar un trabajo o conservarlo. Los servicios de Transitional Jobs (TJ) pueden finalizar si no participa en las actividades asignadas.\n\nEste plan de empleabilidad comienza el [beginDate] y finaliza el [endDate]. Durante este tiempo, su trabajador social se pondrá en contacto con usted para revisar su progreso y hacer cualquier cambio en su plan de empleabilidad. Si usted y su trabajador social realizan cambios en su plan de empleabilidad, recibirá un plan de empleabilidad nuevo."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Este plan de empleabilidad es exclusivo para su participación en el programa Transitional Jobs (TJ). Si la actividad asignada es un empleo, su trabajador social le explicará las condiciones de la asignación. Si está trabajando con otros programas de empleo y capacitación, es posible que también se le solicite que participe en otras actividades."
        },
        {
          "name": "signature",
          "detail": "Plan de Empleabilidad  – Transitional Jobs (TJ Página de Firmas)",
          "paragraph": "<p>Estoy de acuerdo en que participaré en las actividades asignadas que figuran en este plan de empleabilidad con el fin de seguir recibiendo los servicios de Transitional Jobs (TJ). Entiendo que debo ponerme en contacto con mi trabajador social si no puedo terminar las actividades asignadas. Me comunicaré con mi trabajador social si tengo alguna pregunta o preocupación sobre este plan de empleabilidad.</p>"
        }
      ]
    },
    {
      "name": "TMJ",
      "text": [
        {
          "name": "plan",
          "detail": "Plan de Empleabilidad  –  Transform Milwaukee Jobs (TMJ) Página de Firmas",
          "paragraph": "El plan de empleabilidad es un plan de acción específico a corto plazo para alcanzar sus objetivos laborales mediante la participación en el programa Transform Milwaukee Jobs (TMJ). Dicho programa enumera las actividades que se espera que finalice en Transform Milwaukee Jobs (TMJ) para ayudarlo a prepararse para encontrar un trabajo o conservarlo. Los servicios de Transform Milwaukee Jobs (TMJ) pueden finalizar si no participa en las actividades asignadas.\n\nEste plan de empleabilidad comienza el [beginDate] y finaliza el [endDate]. Durante este tiempo, su trabajador social se pondrá en contacto con usted para revisar su progreso y hacer cualquier cambio en su plan de empleabilidad. Si usted y su trabajador social realizan cambios en su plan de empleabilidad, recibirá un plan de empleabilidad nuevo."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Este plan de empleabilidad es exclusivo para su participación en el programa Transform Milwaukee Jobs (TMJ). Si la actividad asignada es un empleo, su trabajador social le explicará las condiciones de la asignación. Si está trabajando con otros programas de empleo y capacitación, es posible que también se le solicite que participe en otras actividades."
        },
        {
          "name": "signature",
          "detail": "Plan de Empleabilidad  –  Transform Milwaukee Jobs (TMJ) Página de Firmas",
          "paragraph": "<p>Estoy de acuerdo en que participaré en las actividades asignadas que figuran en este plan de empleabilidad con el fin de seguir recibiendo los servicios de Transform Milwaukee Jobs (TMJ). Entiendo que debo ponerme en contacto con mi trabajador social si no puedo terminar las actividades asignadas. Me comunicaré con mi trabajador social si tengo alguna pregunta o preocupación sobre este plan de empleabilidad.</p>"
        }
      ]
    },
    {
      "name": "W2",
      "text": [
        {
          "name": "plan",
          "detail": "Plan de Empleabilidad  – Wisconsin Works (W-2) ",
          "paragraph": "El plan de empleabilidad W-2 enumera sus objetivos laborales y personales, y el plan de acción y los servicios de apoyo necesarios para alcanzar estos objetivos a través de la participación en el programa W-2. Este plan de empleabilidad comienza el [beginDate] y finaliza el [endDate].\n\nSu asignación en el W-2 a partir de la fecha de inicio del plan de empleabilidad es [placementCode]. Si la asignación cambia después de esta fecha, recibirá un Aviso de Asignación, lo que hace que siga siendo responsable de las actividades descritas en este plan, a menos que, usted y su trabajador social, las cambien.\n\nLos servicios o pagos del W-2 pueden terminar si no finaliza un plan de empleabilidad nuevo antes de que el plan actual termine."
        },
        {
          "name": "assigned",
          "detail": "",
          "paragraph": "Su plan de empleabilidad enumera las actividades asignadas en las que debe participar para ser elegible para el W-2. Este es el plan de acción para ayudarlo a alcanzar sus objetivos. En cualquier momento, puede solicitar una reunión con su trabajador social para revisar sus objetivos y actividades. Además, su trabajador social se reunirá con usted de forma regular para revisar su progreso y hacer cambios a su plan si es necesario. Si usted y su trabajador social realizan cambios en sus objetivos y actividades asignadas, recibirá un plan de empleabilidad nuevo."
        },
        {
          "name": "signature",
          "detail": "Plan de Empleabilidad  – Wisconsin Works (W-2) Página de Firmas",
          "paragraph": "<p>Estoy de acuerdo en que participaré en las actividades asignadas que figuran en este plan de empleabilidad para ser elegible para los servicios W-2 y, si es apropiado, también para los pagos. Entiendo que debo contactar a mi trabajador social si no puedo asistir a las actividades asignadas.</p><p>Sé que, si no participo en estas actividades y no tengo una buena razón para no asistir a ellas, puede ocurrir lo siguiente:</p><ul><li>Los pagos de W-2 se pueden reducir para las asignaciones de CSJ y W-2 T (consulte su Aviso de Asignación para obtener más información sobre las reducciones de pago); o</li><li>Se puede negar o finalizar su elegibilidad para el W-2.</li></ul>"
        }
      ]
    }
  ]
}
